10/data/attachments/c7746d7dd3123643.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_5b411f1f-ea37-4d89-bb6b-ead7c471f728</nif:username>
            <nif:friendToBeAdded>Stephen_simply_Actions_40600_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>